---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DpartHeightComputed
source: html/103c72ff-63f8-e60f-cab9-c11d8437851f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DpartHeightComputed Property

"Height"

## Syntax (C#)
```csharp
public static ForgeTypeId DpartHeightComputed { get; }
```